rupa/z
changyuheng/fz
andrewferrier/fzf-z
hcgraf/zsh-sudo
changyuheng/zsh-interactive-cd
RobSis/zsh-completion-generator
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
